export default [{
    type: '精神分裂症',
    keywords: '现实|真实|环境|脱离|病态|体验|沉醉|沉醉于|沉浸|淡漠|倒错|歪曲|减退|懒散|多重人格'
  },
  {
    type: '偏执性精神病',
    keywords: '妄想|幻想|中心|偏执狂|不可动摇|固定|持久性|自成体系|慢性|系统性'
  },
  {
    type: '反应性精神病',
    keywords: '明显|紧张|恐惧|焦虑|抑郁|经历|荒诞|离奇|妄想|幻听|幻视'
  },
  {
    type: '器质性精神病与功能性精神病',
    keywords: '意识|模糊|遗忘|痴呆|神经系统|损害|气脑|遗忘'
  },
  {
    type: '情感障碍',
    keywords: '激惹|自负|自傲|莽撞|持续|躁狂|暴躁|低落|缓慢|失眠|乏力|抑制|抑郁'
  },
  {
    type: '恐怖症（恐怖性焦虑障碍)',
    keywords: '过分|不合理|惧怕|外界|客体|处境|情境|场合|恐惧|自控|回避|回避行为|焦虑'
  },
  {
    type: '焦虑症',
    keywords: '焦虑|紧张|不安|不利情况|难于应付|不愉快|情绪'
  },
  {
    type: '强迫性障碍',
    keywords: '有意识的|自我强迫|自我|反强迫|尖锐|冲突|痛苦|冲动|无法控制'
  },
  {
    type: '躯体形式障碍',
    keywords: '植物神经|躯体|障碍|心血管|呼吸|胃肠道|躯体|器官'
  },
  {
    type: '神经衰弱',
    keywords: '兴奋|疲劳|精神|紧张|烦恼|激惹|情绪|肌肉|紧张|睡眠|紊乱'
  },
  {
    type: '反应性精神障碍',
    keywords: '社会|异常|精神障碍|生活|创伤|持续|困难'
  },
  {
    type: '癔症',
    keywords: '游离|转换|病变|社会|青年|更年期|妇女|女性'
  },
  {
    type: '进食障碍',
    keywords: '呕吐|厌食|体重|降低|限制|饮食|运动|引吐|导泻|禁食|发胖'
  },
  {
    type: '睡眠障碍',
    keywords: '失眠|睡眠|入眠|睡眠|疲乏|焦虑|抑郁|恐惧|困倦'
  },
  {
    type: '性功能障碍',
    keywords: '性欲|减退|阳痿|早泄|性乐|性'
  }
]